{
  "en": {
    "nav_home": "Home",
    "nav_products": "Products",
    "nav_operations": "Operations",
    "nav_about": "About",
    "nav_contact": "Contact",
    "landing_title": "PakEuropa",
    "landing_subtitle": "Exporting Excellence",
    "heading_our_products": "Our Products",
    "text_basmati_title": "Basmati Rice",
    "text_basmati_subtitle": "Authentic Pakistani Basmati Rice",
    "text_basmati_paragraph": "Discover our premium range of authentic Pakistani Basmati rice, renowned globally for its distinct aroma, exquisite flavor, and long, slender grains. Sourced directly from the lush, fertile lands of Pakistan, PakEuropa brings the taste of tradition to your table.",
    "text_pink_salt_title": "Pink Salt",
    "text_pink_salt_subtitle": "Pure Himalayan Pink Salt from Pakistan",
    "text_pink_salt_paragraph": "PakEuropa’s Himalayan Pink Salt is naturally harvested from Pakistan’s pristine Himalayan foothills. Rich in essential minerals, with a distinctive pink hue and unmatched purity, it perfectly enhances culinary flavor and promotes wellness with every sprinkle.",
    "learn_more_button": "Learn More",
    "heading_where_we_operate": "Where we operate",
    "stat_origin": "Origin",
    "stat_destination": "Destination",
    "stat_origin_text": "Pakistan",
    "stat_destination_text": "Europe (All Regions)",
    "heading_about_us": "About Us",
    "about_us_para": "Can’t find the answer you’re looking for? Please chat to our friendly team or write us an email at ",
    "info_email": "info@pakeuropa.com",
    "faq_basmati_title": "Exquisite Basmati Rice",
    "faq_basmati_text": "Sourced from the lush fields of Punjab, our Basmati rice is celebrated globally for its exceptional grain length and aromatic richness, making every meal a memorable experience.",
    "faq_variety_title": "Variety That Delights",
    "faq_variety_text": "With an extensive range of rice varieties, we ensure you’ll find the perfect rice to complement every dish and satisfy every palate.",
    "faq_supply_title": "Reliable Global Supply",
    "faq_supply_text": "Our efficient and trusted logistics network ensures your orders arrive promptly and securely. With strong partnerships and competitive shipping agreements, we deliver reliability across Europe and beyond.",
    "faq_certified_title": "Internationally Certified Quality",
    "faq_certified_text": "Through our partners, our products meet stringent global standards and certifications, including HALAL, USFDA, ISO, KOSHER, HACCP, FSSAI, REAP, GMP, and inspections by leading agencies such as Cotecna, BVQI, Eurofins, and SGS.",
    "faq_pure_title": "Pure & Safe Farming",
    "faq_pure_text": "Committed to pesticide-free cultivation, we adhere strictly to international safety regulations, ensuring pure, safe, and high-quality products for your table.",
    "faq_relationships_title": "Relationships Built on Trust",
    "faq_relationships_text": "We cherish our partnerships and strive to build lasting relationships by consistently exceeding expectations and fostering trust and loyalty.",
    "heading_get_a_quote": "Get a Quote",
    "quote_paragraph": "Fill out the form for any information or to request pricing and shipping details for our premium products. Our sales team will respond promptly with your personalized quote.",
    "label_name": "Name",
    "label_email": "Email",
    "label_message": "Message",
    "btn_send": "Send",
    "form_success": "Thank you! Your submission has been received!",
    "form_error": "Oops! Something went wrong while submitting the form.",
    "footer_copyright": "© 2025 PakEuropa. All rights reserved."
  },
  "hu": {
    "nav_home": "Kezdőlap",
    "nav_products": "Termékeink",
    "nav_operations": "Működésünk",
    "nav_about": "Rólunk",
    "nav_contact": "Kapcsolat",
    "landing_title": "PakEuropa",
    "landing_subtitle": "Kiváló minőségű export",
    "heading_our_products": "Termékeink",
    "text_basmati_title": "Basmati rizs",
    "text_basmati_subtitle": "Eredeti pakisztáni Basmati rizs",
    "text_basmati_paragraph": "Fedezze fel prémium minőségű, autentikus pakisztáni Basmati rizs kínálatunkat, mely világszerte híres különleges aromájáról, kiváló ízéről és hosszú, karcsú szemcséiről. Közvetlenül Pakisztán termékeny földjeiről származik, a PakEuropa a hagyomány ízét hozza el az Ön asztalára.",
    "text_pink_salt_title": "Rózsaszín só",
    "text_pink_salt_subtitle": "Tiszta Himalája rózsaszín só Pakisztánból",
    "text_pink_salt_paragraph": "A PakEuropa Himalája rózsaszín sóját természetes módon nyerik Pakisztán érintetlen Himalája lábainál. Gazdag esszenciális ásványi anyagokban, jellegzetes rózsaszín árnyalatával és páratlan tisztaságával tökéletesen fokozza az ételek ízét és elősegíti a jólétet minden csipetnyi adaggal.",
    "learn_more_button": "További információ",
    "heading_where_we_operate": "Hol működünk",
    "stat_origin": "Származás",
    "stat_destination": "Rendeltetési hely",
    "stat_origin_text": "Pakisztán",
    "stat_destination_text": "Európa (minden régió)",
    "heading_about_us": "Rólunk",
    "about_us_para": "Nem találja a keresett választ? Kérjük, lépjen kapcsolatba barátságos csapatunkkal, vagy írjon nekünk e-mailt a következő címre: ",
    "info_email": "info@pakeuropa.com",
    "faq_basmati_title": "Kiváló Basmati rizs",
    "faq_basmati_text": "A pandzsábi buja mezőkről származó Basmati rizsünk világszerte híres kivételes szemcseméretéről és aromás gazdagságáról, minden étkezést emlékezetessé téve.",
    "faq_variety_title": "Változatosság, ami örömet okoz",
    "faq_variety_text": "Széles rizsfajtaválasztékunkkal biztosítjuk, hogy minden ételhez és ízléshez megtalálja a tökéletes rizst.",
    "faq_supply_title": "Megbízható globális ellátás",
    "faq_supply_text": "Hatékony és megbízható logisztikai hálózatunk biztosítja, hogy megrendelései időben és biztonságosan megérkezzenek. Erős partnerségekkel és versenyképes szállítási megállapodásokkal megbízható szállítást nyújtunk Európában és azon túl.",
    "faq_certified_title": "Nemzetközileg tanúsított minőség",
    "faq_certified_text": "Partnereinken keresztül termékeink megfelelnek a szigorú globális szabványoknak és tanúsítványoknak, beleértve a HALAL, USFDA, ISO, KOSHER, HACCP, FSSAI, REAP, GMP tanúsítványokat, valamint a Cotecna, BVQI, Eurofins és SGS vezető ügynökségek ellenőrzéseit.",
    "faq_pure_title": "Tiszta és biztonságos gazdálkodás",
    "faq_pure_text": "Elkötelezettek vagyunk a növényvédőszer-mentes termesztés mellett, szigorúan betartva a nemzetközi biztonsági előírásokat, biztosítva a tiszta, biztonságos és kiváló minőségű termékeket az Ön asztalára.",
    "faq_relationships_title": "Bizalomra épülő kapcsolatok",
    "faq_relationships_text": "Nagyra értékeljük partnereinket, és arra törekszünk, hogy tartós kapcsolatokat építsünk ki az elvárások folyamatos túlteljesítésével, bizalom és hűség kialakításával.",
    "heading_get_a_quote": "Árajánlat kérése",
    "quote_paragraph": "Töltse ki az űrlapot bármilyen információért, vagy kérjen árajánlatot és szállítási részleteket prémium termékeinkre vonatkozóan. Értékesítési csapatunk gyorsan válaszol személyre szabott ajánlatával.",
    "label_name": "Név",
    "label_email": "E-mail",
    "label_message": "Üzenet",
    "btn_send": "Küldés",
    "form_success": "Köszönjük! Az űrlap sikeresen elküldve!",
    "form_error": "Hoppá! Hiba történt az űrlap elküldésekor.",
    "footer_copyright": "© 2025 PakEuropa. Minden jog fenntartva."
  },
  "it": {
    "nav_home": "Home",
    "nav_products": "Prodotti",
    "nav_operations": "Attività",
    "nav_about": "Chi siamo",
    "nav_contact": "Contatti",
    "landing_title": "PakEuropa",
    "landing_subtitle": "L'eccellenza nell'export",
    "heading_our_products": "I nostri prodotti",
    "text_basmati_title": "Riso Basmati",
    "text_basmati_subtitle": "Autentico riso Basmati pakistano",
    "text_basmati_paragraph": "Scopri la nostra selezione premium di autentico riso Basmati pakistano, apprezzato in tutto il mondo per il suo aroma inconfondibile, sapore delicato e chicchi lunghi e sottili. Proveniente direttamente dalle terre fertili del Pakistan, PakEuropa porta sulla tua tavola un gusto che sa di tradizione.",
    "text_pink_salt_title": "Sale Rosa",
    "text_pink_salt_subtitle": "Puro sale rosa dell'Himalaya dal Pakistan",
    "text_pink_salt_paragraph": "Il sale rosa himalayano di PakEuropa è estratto naturalmente dalle incontaminate colline ai piedi dell'Himalaya in Pakistan. Ricco di minerali essenziali, con un caratteristico colore rosa e una purezza ineguagliabile, dona sapore e benessere a ogni pietanza.",
    "learn_more_button": "Scopri di più",
    "heading_where_we_operate": "Dove operiamo",
    "stat_origin": "Origine",
    "stat_destination": "Destinazione",
    "stat_origin_text": "Pakistan",
    "stat_destination_text": "Europa (tutte le regioni)",
    "heading_about_us": "Chi siamo",
    "about_us_para": "Non trovi la risposta che cerchi? Contatta il nostro team o inviaci un’email a ",
    "info_email": "info@pakeuropa.com",
    "faq_basmati_title": "Pregiato riso Basmati",
    "faq_basmati_text": "Coltivato nelle fertili terre del Punjab, il nostro riso Basmati è rinomato a livello internazionale per la lunghezza eccezionale dei chicchi e il suo aroma unico, che rende ogni pasto un’esperienza memorabile.",
    "faq_variety_title": "Varietà per ogni gusto",
    "faq_variety_text": "Con una vasta gamma di varietà di riso, troverai sicuramente quello perfetto per valorizzare ogni tuo piatto e soddisfare ogni palato.",
    "faq_supply_title": "Distribuzione internazionale affidabile",
    "faq_supply_text": "Grazie alla nostra rete logistica efficiente e affidabile, garantiamo consegne rapide e sicure. Le solide partnership e accordi competitivi di spedizione assicurano la nostra puntualità in tutta Europa e oltre.",
    "faq_certified_title": "Qualità certificata a livello internazionale",
    "faq_certified_text": "Grazie ai nostri partner, i nostri prodotti rispettano i più rigorosi standard e certificazioni internazionali, incluse HALAL, USFDA, ISO, KOSHER, HACCP, FSSAI, REAP, GMP, oltre a ispezioni effettuate da agenzie leader come Cotecna, BVQI, Eurofins e SGS.",
    "faq_pure_title": "Coltivazioni pure e sicure",
    "faq_pure_text": "Ci impegniamo nella coltivazione senza pesticidi, rispettando rigorosamente le normative internazionali di sicurezza, per garantire prodotti puri, sicuri e di altissima qualità.",
    "faq_relationships_title": "Relazioni fondate sulla fiducia",
    "faq_relationships_text": "Diamo valore ai nostri partner e ci impegniamo a creare relazioni durature basate sulla fiducia reciproca, superando costantemente le aspettative dei nostri clienti.",
    "heading_get_a_quote": "Richiedi un preventivo",
    "quote_paragraph": "Compila il modulo per informazioni o per richiedere dettagli su prezzi e spedizioni dei nostri prodotti premium. Il nostro team commerciale risponderà tempestivamente con un preventivo personalizzato.",
    "label_name": "Nome",
    "label_email": "Email",
    "label_message": "Messaggio",
    "btn_send": "Invia",
    "form_success": "Grazie! Abbiamo ricevuto la tua richiesta.",
    "form_error": "Ops! Qualcosa è andato storto durante l'invio del modulo.",
    "footer_copyright": "© 2025 PakEuropa. Tutti i diritti riservati."
  },
  "de": {
    "nav_home": "Startseite",
    "nav_products": "Produkte",
    "nav_operations": "Standorte",
    "nav_about": "Über uns",
    "nav_contact": "Kontakt",
    "landing_title": "PakEuropa",
    "landing_subtitle": "Exzellenz im Export",
    "heading_our_products": "Unsere Produkte",
    "text_basmati_title": "Basmati-Reis",
    "text_basmati_subtitle": "Original pakistanischer Basmati-Reis",
    "text_basmati_paragraph": "Entdecken Sie unsere hochwertige Auswahl an original pakistanischem Basmati-Reis, der weltweit für sein einzigartiges Aroma, seinen exquisiten Geschmack und seine langen, schlanken Körner bekannt ist. Direkt aus den fruchtbaren Regionen Pakistans bringt PakEuropa traditionelle Qualität auf Ihren Tisch.",
    "text_pink_salt_title": "Himalaya-Salz",
    "text_pink_salt_subtitle": "Reines Himalaya-Salz aus Pakistan",
    "text_pink_salt_paragraph": "Das Himalaya-Salz von PakEuropa stammt aus den unberührten Ausläufern des pakistanischen Himalaya-Gebirges. Reich an wertvollen Mineralien und mit seiner charakteristischen rosa Farbe ist es für seine unvergleichliche Reinheit bekannt und verleiht Ihren Speisen das gewisse Etwas, während es gleichzeitig Ihr Wohlbefinden unterstützt.",
    "learn_more_button": "Mehr erfahren",
    "heading_where_we_operate": "Unsere Standorte",
    "stat_origin": "Herkunft",
    "stat_destination": "Liefergebiet",
    "stat_origin_text": "Pakistan",
    "stat_destination_text": "Europa (alle Regionen)",
    "heading_about_us": "Über uns",
    "about_us_para": "Haben Sie nicht gefunden, wonach Sie suchen? Kontaktieren Sie unser freundliches Team oder schreiben Sie uns eine E-Mail an ",
    "info_email": "info@pakeuropa.com",
    "faq_basmati_title": "Edler Basmati-Reis",
    "faq_basmati_text": "Unser Basmati-Reis stammt direkt aus den grünen Feldern des Punjab und ist weltweit für seine langen, aromatischen Körner und seinen feinen Geschmack berühmt – für ein unvergessliches Geschmackserlebnis bei jeder Mahlzeit.",
    "faq_variety_title": "Vielfalt, die begeistert",
    "faq_variety_text": "Mit unserer breiten Palette an Reissorten finden Sie garantiert den perfekten Reis für jedes Gericht und jeden Geschmack.",
    "faq_supply_title": "Zuverlässige weltweite Lieferung",
    "faq_supply_text": "Unser effizientes und bewährtes Logistiknetzwerk sorgt dafür, dass Ihre Bestellung schnell und sicher ankommt. Dank starker Partnerschaften und günstiger Versandbedingungen bieten wir Zuverlässigkeit in ganz Europa und darüber hinaus.",
    "faq_certified_title": "International zertifizierte Qualität",
    "faq_certified_text": "Durch unsere Partner erfüllen unsere Produkte höchste internationale Standards und Zertifizierungen, darunter HALAL, USFDA, ISO, KOSCHER, HACCP, FSSAI, REAP, GMP sowie Prüfungen durch führende Prüfstellen wie Cotecna, BVQI, Eurofins und SGS.",
    "faq_pure_title": "Natürlich & sichere Landwirtschaft",
    "faq_pure_text": "Wir verpflichten uns zu pestizidfreier Landwirtschaft und halten uns strikt an internationale Sicherheitsrichtlinien, um Ihnen reine, sichere und qualitativ hochwertige Produkte anzubieten.",
    "faq_relationships_title": "Vertrauen als Basis unserer Partnerschaften",
    "faq_relationships_text": "Wir schätzen unsere Geschäftspartner sehr und arbeiten beständig daran, langfristige Beziehungen aufzubauen, indem wir Ihre Erwartungen übertreffen und Vertrauen und Loyalität fördern.",
    "heading_get_a_quote": "Angebot anfordern",
    "quote_paragraph": "Füllen Sie das Formular aus, um weitere Informationen oder Preise und Versanddetails für unsere hochwertigen Produkte zu erhalten. Unser Vertriebsteam antwortet schnellstmöglich mit einem individuellen Angebot.",
    "label_name": "Name",
    "label_email": "E-Mail",
    "label_message": "Nachricht",
    "btn_send": "Absenden",
    "form_success": "Vielen Dank! Ihre Nachricht wurde erfolgreich versendet!",
    "form_error": "Hoppla! Beim Absenden des Formulars ist etwas schiefgelaufen.",
    "footer_copyright": "© 2025 PakEuropa. Alle Rechte vorbehalten."
  },
  "es": {
    "nav_home": "Inicio",
    "nav_products": "Productos",
    "nav_operations": "Operaciones",
    "nav_about": "Nosotros",
    "nav_contact": "Contacto",
    "landing_title": "PakEuropa",
    "landing_subtitle": "Exportando Excelencia",
    "heading_our_products": "Nuestros Productos",
    "text_basmati_title": "Arroz Basmati",
    "text_basmati_subtitle": "Auténtico Arroz Basmati de Pakistán",
    "text_basmati_paragraph": "Descubre nuestra gama premium del auténtico arroz Basmati pakistaní, reconocido mundialmente por su aroma único, sabor exquisito y granos largos y delicados. Cultivado en las fértiles tierras de Pakistán, PakEuropa lleva el sabor tradicional directamente a tu mesa.",
    "text_pink_salt_title": "Sal Rosa",
    "text_pink_salt_subtitle": "Pura Sal Rosa del Himalaya desde Pakistán",
    "text_pink_salt_paragraph": "La sal rosa del Himalaya de PakEuropa se extrae de manera natural en las puras estribaciones del Himalaya en Pakistán. Rica en minerales esenciales, con su característico tono rosado y pureza inigualable, realza cada plato aportando bienestar en cada pizca.",
    "learn_more_button": "Más información",
    "heading_where_we_operate": "Dónde Operamos",
    "stat_origin": "Origen",
    "stat_destination": "Destino",
    "stat_origin_text": "Pakistán",
    "stat_destination_text": "Europa (todas las regiones)",
    "heading_about_us": "Sobre Nosotros",
    "about_us_para": "¿No encuentras lo que buscas? Ponte en contacto con nuestro amable equipo o escríbenos un correo electrónico a ",
    "info_email": "info@pakeuropa.com",
    "faq_basmati_title": "Arroz Basmati Exquisito",
    "faq_basmati_text": "Cultivado en los fértiles campos del Punjab, nuestro arroz Basmati es reconocido globalmente por sus largos granos y su aroma excepcional, haciendo cada comida una experiencia memorable.",
    "faq_variety_title": "Variedad que Encanta",
    "faq_variety_text": "Con una amplia selección de variedades de arroz, aseguramos que encuentres la opción perfecta para complementar cualquier plato y satisfacer todos los paladares.",
    "faq_supply_title": "Suministro Global Confiable",
    "faq_supply_text": "Nuestra eficiente red logística garantiza que tus pedidos lleguen de forma rápida y segura. Gracias a sólidas alianzas y acuerdos competitivos, garantizamos entregas confiables en Europa y más allá.",
    "faq_certified_title": "Calidad Internacionalmente Certificada",
    "faq_certified_text": "A través de nuestros socios, nuestros productos cumplen con estrictas normas y certificaciones internacionales, incluyendo HALAL, USFDA, ISO, KOSHER, HACCP, FSSAI, REAP, GMP y son inspeccionados por agencias líderes como Cotecna, BVQI, Eurofins y SGS.",
    "faq_pure_title": "Cultivo Puro y Seguro",
    "faq_pure_text": "Comprometidos con una agricultura libre de pesticidas, cumplimos estrictamente con las normativas internacionales, asegurando productos puros, seguros y de la más alta calidad para tu mesa.",
    "faq_relationships_title": "Relaciones Basadas en la Confianza",
    "faq_relationships_text": "Valoramos enormemente nuestras alianzas y trabajamos para construir relaciones duraderas, superando expectativas constantemente y fomentando la confianza y la fidelidad.",
    "heading_get_a_quote": "Solicita un Presupuesto",
    "quote_paragraph": "Completa el formulario para solicitar información, precios y detalles de envío de nuestros productos premium. Nuestro equipo de ventas responderá rápidamente con una cotización personalizada.",
    "label_name": "Nombre",
    "label_email": "Correo electrónico",
    "label_message": "Mensaje",
    "btn_send": "Enviar",
    "form_success": "¡Gracias! Hemos recibido tu solicitud.",
    "form_error": "¡Vaya! Algo salió mal al enviar el formulario.",
    "footer_copyright": "© 2025 PakEuropa. Todos los derechos reservados."
  },
  "fr": {
    "nav_home": "Accueil",
    "nav_products": "Produits",
    "nav_operations": "Activités",
    "nav_about": "À propos",
    "nav_contact": "Contact",
    "landing_title": "PakEuropa",
    "landing_subtitle": "L'excellence à l'export",
    "heading_our_products": "Nos Produits",
    "text_basmati_title": "Riz Basmati",
    "text_basmati_subtitle": "L'authentique riz Basmati du Pakistan",
    "text_basmati_paragraph": "Découvrez notre sélection haut de gamme de riz Basmati authentique du Pakistan, réputé mondialement pour son arôme délicat, son goût raffiné et ses grains longs et fins. Directement récolté dans les terres fertiles et luxuriantes du Pakistan, PakEuropa apporte une touche d'authenticité à votre table.",
    "text_pink_salt_title": "Sel Rose",
    "text_pink_salt_subtitle": "Véritable sel rose de l'Himalaya du Pakistan",
    "text_pink_salt_paragraph": "Le sel rose de l’Himalaya de PakEuropa est extrait naturellement des contreforts immaculés de l'Himalaya au Pakistan. Riche en minéraux essentiels, avec sa couleur rose unique et sa pureté incomparable, il sublime vos plats tout en contribuant à votre bien-être.",
    "learn_more_button": "En savoir plus",
    "heading_where_we_operate": "Nos zones d’activité",
    "stat_origin": "Origine",
    "stat_destination": "Destination",
    "stat_origin_text": "Pakistan",
    "stat_destination_text": "Europe (Toutes Régions)",
    "heading_about_us": "À propos de nous",
    "about_us_para": "Vous ne trouvez pas la réponse à votre question ? Notre équipe reste à votre disposition par chat ou par email à l'adresse suivante :",
    "info_email": "info@pakeuropa.com",
    "faq_basmati_title": "Un riz Basmati d'exception",
    "faq_basmati_text": "Cultivé dans les champs verdoyants du Punjab, notre riz Basmati est mondialement reconnu pour la longueur exceptionnelle de ses grains et son parfum subtil, transformant chaque repas en moment inoubliable.",
    "faq_variety_title": "Une variété qui régale",
    "faq_variety_text": "Avec une large gamme de variétés de riz, nous avons ce qu’il vous faut pour accompagner chaque plat et satisfaire tous les goûts.",
    "faq_supply_title": "Un approvisionnement international fiable",
    "faq_supply_text": "Grâce à notre réseau logistique performant et éprouvé, vos commandes arrivent rapidement et en toute sécurité. Avec des partenariats solides et des accords d'expédition avantageux, nous assurons des livraisons fiables partout en Europe et au-delà.",
    "faq_certified_title": "Une qualité certifiée à l'international",
    "faq_certified_text": "Nos produits, via nos partenaires, respectent les normes et certifications mondiales les plus strictes, notamment HALAL, USFDA, ISO, KOSHER, HACCP, FSSAI, REAP, GMP, ainsi que les contrôles rigoureux d’agences réputées comme Cotecna, BVQI, Eurofins et SGS.",
    "faq_pure_title": "Une agriculture pure et sûre",
    "faq_pure_text": "Engagés dans une agriculture sans pesticides, nous respectons scrupuleusement les normes internationales de sécurité pour vous offrir des produits purs, sûrs et de grande qualité.",
    "faq_relationships_title": "Des relations fondées sur la confiance",
    "faq_relationships_text": "Nous accordons une grande importance à nos partenariats et cultivons des relations durables en dépassant constamment vos attentes afin d'instaurer confiance et fidélité.",
    "heading_get_a_quote": "Demander un devis",
    "quote_paragraph": "Remplissez le formulaire pour toute demande d’information ou pour obtenir un devis personnalisé incluant les prix et les détails d'expédition de nos produits haut de gamme. Notre équipe commerciale vous répondra rapidement.",
    "label_name": "Nom",
    "label_email": "Email",
    "label_message": "Votre message",
    "btn_send": "Envoyer",
    "form_success": "Merci ! Votre demande a bien été envoyée !",
    "form_error": "Oups ! Une erreur est survenue lors de l’envoi de votre demande.",
    "footer_copyright": "© 2025 PakEuropa. Tous droits réservés."
  },
  "ur": {
    "nav_home": "ہوم",
    "nav_products": "مصنوعات",
    "nav_operations": "آپریشنز",
    "nav_about": "ہمارے بارے میں",
    "nav_contact": "رابطہ",
    "landing_title": "پاک یورپہ",
    "landing_subtitle": "اعلیٰ معیار کی برآمدات",
    "heading_our_products": "ہماری مصنوعات",
    "text_basmati_title": "باسمتی چاول",
    "text_basmati_subtitle": "پاکستان کے خالص باسمتی چاول",
    "text_basmati_paragraph": "ہمارے اعلیٰ معیار کے خالص پاکستانی باسمتی چاول کی خوشبو، ذائقہ اور لمبے دانے پوری دنیا میں مشہور ہیں۔ پاک یورپہ کے ذریعے پنجاب کے زرخیز میدانوں سے براہ راست آپ کے دسترخوان تک پہنچتے ہیں۔",
    "text_pink_salt_title": "گلابی نمک",
    "text_pink_salt_subtitle": "پاکستان کا خالص ہمالیائی گلابی نمک",
    "text_pink_salt_paragraph": "پاک یورپہ کا خالص گلابی نمک پاکستان کے صاف ستھرے ہمالیہ کے پہاڑی علاقوں سے قدرتی طور پر حاصل کیا جاتا ہے۔ منفرد گلابی رنگ اور قدرتی معدنیات سے بھرپور یہ نمک آپ کے کھانوں کا ذائقہ بڑھاتا اور صحت کو بہتر بناتا ہے۔",
    "learn_more_button": "مزید جانیں",
    "heading_where_we_operate": "ہم کہاں کام کرتے ہیں",
    "stat_origin": "مصنوعات کا ماخذ",
    "stat_destination": "منزل مقصود",
    "stat_origin_text": "پاکستان",
    "stat_destination_text": "پورا یورپ",
    "heading_about_us": "ہمارے بارے میں",
    "about_us_para": "اگر آپ کو مزید معلومات درکار ہیں یا آپ کے سوال کا جواب یہاں موجود نہیں ہے تو ہماری ٹیم سے بات کریں یا ہمیں ای میل کریں:",
    "info_email": "info@pakeuropa.com",
    "faq_basmati_title": "بہترین باسمتی چاول",
    "faq_basmati_text": "پنجاب کے سرسبز کھیتوں سے حاصل کردہ ہمارے باسمتی چاول دنیا بھر میں لمبے دانے اور خوشبو دار ذائقے کے لیے مشہور ہیں، جو ہر کھانے کو خاص بناتے ہیں۔",
    "faq_variety_title": "متنوع اقسام کا وسیع انتخاب",
    "faq_variety_text": "ہماری مختلف اقسام کے چاولوں میں آپ کو ہر کھانے کے لیے بہترین ذائقہ اور معیار ملے گا جو ہر قسم کی ضرورت اور ذوق کو پورا کرے گا۔",
    "faq_supply_title": "معتبر عالمی سپلائی نیٹ ورک",
    "faq_supply_text": "ہماری تیز رفتار اور قابلِ اعتماد ترسیل کے نظام سے آپ کے آرڈرز یورپ اور دیگر علاقوں تک بروقت اور بحفاظت پہنچتے ہیں۔ ہمارے مضبوط تعلقات اور بہتر شپنگ انتظامات سے آپ کو ہمیشہ اعتماد ملے گا۔",
    "faq_certified_title": "عالمی سطح پر تصدیق شدہ معیار",
    "faq_certified_text": "ہمارے تمام پارٹنرز بین الاقوامی معیار کے مطابق تصدیق شدہ ہیں۔ ہماری مصنوعات حلال، USFDA، ISO، کوشر، HACCP، FSSAI، REAP، GMP سمیت Cotecna، BVQI، Eurofins، SGS جیسے معتبر اداروں سے تصدیق شدہ ہیں۔",
    "faq_pure_title": "قدرتی اور محفوظ کاشتکاری",
    "faq_pure_text": "ہم کیمیائی ادویات کے بغیر، عالمی معیار کے عین مطابق کاشتکاری کرتے ہیں تاکہ آپ تک صاف ستھری اور اعلیٰ معیار کی غذائیں پہنچیں۔",
    "faq_relationships_title": "اعتماد پر مبنی تعلقات",
    "faq_relationships_text": "ہمارے صارفین اور شراکت دار ہمارے لیے قیمتی ہیں۔ اعتماد اور بھروسے کی بنیاد پر ہم طویل مدتی تعلقات قائم کرنے پر یقین رکھتے ہیں۔",
    "heading_get_a_quote": "قیمت معلوم کریں",
    "quote_paragraph": "مزید معلومات یا قیمت اور شپنگ کی تفصیلات کے لیے فارم پُر کریں۔ ہماری سیلز ٹیم آپ کی درخواست کا فوری جواب دے گی۔",
    "label_name": "نام",
    "label_email": "ای میل",
    "label_message": "پیغام",
    "btn_send": "بھیجیں",
    "form_success": "شکریہ! آپ کا پیغام ہمیں موصول ہوگیا ہے۔",
    "form_error": "معذرت! آپ کا پیغام بھیجنے میں مسئلہ پیش آگیا ہے۔ دوبارہ کوشش کریں۔",
    "footer_copyright": "© 2025 پاک یورپہ۔ تمام حقوق محفوظ ہیں۔"
  }
}
